#define HELP_HELP  \
    "\x1B[33m\x1B[1mУтилита для работы с облачным сервисом отчётов FastReport.Cloud\x1B[0m\n\n" \
    "Используйте команду help для вывода списка поддерживаемых команд.\n" \
    "Используйте команду help <имя-команды> для вывода подробной информации о команде. Пример: \x1B[33m\x1B[1mhelp ls\x1B[0m\n\n" \
    "Помимо интерактивного режима, утилита способна принимать команды со стандартного потока ввода. Пример:\n" \
    "\x1B[33m    bash$ echo -e \"ls\\n profile\\n pwd\" | ./fr_cloud\x1B[0m"

#define HELP_EXIT \
    "Используйте команду exit для завершения программы... Но только когда это действительно нужно.\n" \
    "Гораздо приятнее нажать клавишу D на клавиатуре, удерживая при этом клавишу Ctrl. Иными словами - Ctrl+D"
